-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 18, 2023 at 02:13 PM
-- Server version: 10.4.24-MariaDB
-- PHP Version: 8.1.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mctarchive`
--

-- --------------------------------------------------------

--
-- Table structure for table `mctarchive`
--

CREATE TABLE `mctarchive` (
  `system_id` int(10) NOT NULL COMMENT 'system ref ID of thesis',
  `id` varchar(10) NOT NULL COMMENT 'book no. / book id.',
  `std1` varchar(100) CHARACTER SET utf8 DEFAULT NULL,
  `std2` varchar(100) CHARACTER SET utf8 DEFAULT NULL,
  `std3` varchar(100) CHARACTER SET utf8 DEFAULT NULL,
  `std4` varchar(100) DEFAULT NULL,
  `std5` varchar(100) DEFAULT NULL,
  `std6` varchar(100) DEFAULT NULL,
  `thainame` varchar(300) CHARACTER SET utf8 DEFAULT NULL,
  `engname` varchar(300) CHARACTER SET utf8 DEFAULT NULL,
  `teacher` int(10) DEFAULT NULL,
  `co_teacher` int(10) DEFAULT NULL,
  `sec` varchar(4) CHARACTER SET utf8 DEFAULT NULL,
  `branch` int(10) DEFAULT NULL,
  `type_doc` varchar(100) NOT NULL,
  `website` int(1) DEFAULT 0,
  `video` varchar(200) DEFAULT NULL,
  `pdf` varchar(200) DEFAULT NULL,
  `fileZip` varchar(100) DEFAULT NULL,
  `audio` varchar(200) DEFAULT NULL,
  `yt_link` varchar(100) DEFAULT NULL,
  `site_url` varchar(100) DEFAULT NULL,
  `add_by` int(10) DEFAULT NULL,
  `add_date` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `mctarchive`
--

INSERT INTO `mctarchive` (`system_id`, `id`, `std1`, `std2`, `std3`, `std4`, `std5`, `std6`, `thainame`, `engname`, `teacher`, `co_teacher`, `sec`, `branch`, `type_doc`, `website`, `video`, `pdf`, `fileZip`, `audio`, `yt_link`, `site_url`, `add_by`, `add_date`) VALUES
(1671252354, 'DM61203', 'นางสาวชลธิชา นิ่มคำศรี', 'นายไตรภูมิ พรพัฒน์', '', '', '', '', 'การพัฒนาเว็บแอปพลิเคชันเพื่อศึกษาการเลือกสีข้าวพร้อมอาหารของผู้สูงอายุในจังหวัดปทุมธานี', 'Web Application Development to Study The Behavior of Rice Color With Food of The Elderly People in Pathumthani', 4, 0, '2561', 3, '1', 0, '', '1671252354_381552691.pdf', '', '', '', '', 1, '2022-12-17 04:47:19'),
(1671263356, 'DM61244', 'นายชัยไมตรี นกฉลาด', 'นางสาวสุพาพร งามสม', 'นายพลพันธุ์ ขันตี', '', '', '', 'การถ่ายทำภาพยนตร์เสมือนจริงแนวสยองขวัญโดยใช้เทคนิคกล้อง 360 องศา', 'THE STUDY OF IMMERSIVE HORROR MOVIES BY USING 360 CAMERA TECHNIQUE', 6, 0, '2562', 3, '1', 0, '1671263356_1344632689.mp4', '1671263356_1344632689.pdf', '', '', '', '', 42070, '2022-12-17 00:54:10'),
(1671263773, 'DM61214', 'นางสาวอรปรียา พงษ์เผือก', 'นางสาวสุธินันท์ สิงห์บุบผา', '', '', '', '', 'การสร้างสื่อเสมือนจริง เรื่อง ระบบสุริยะ', 'Virtual Reality for Solar System', 3, 0, '2561', 3, '1', 0, '1671263773_1126512381.mp4', '1671263773_1126512381.pdf', '', '', '', '', 42070, '2022-12-17 00:58:29'),
(1671263944, 'DM61211', 'นางสาวอรวรรณ พวงสำเภา', 'นายศรัณ ดวงอุปมา', '', '', '', '', 'การใช้สื่อเหมือนจริงเพื่อฝึกพูดในที่สาธารณะ', 'VIRTUAL REALITY APPLICATION AS A TOOL FOR PUBLIC SPEAKING PRACTIC', 3, 0, '2561', 3, '1', 0, '1671263944_351466641.mp4', '1671263944_351466641.pdf', '', '', '', '', 42070, '2022-12-17 01:00:46'),
(1671264163, 'DM61232', 'นางสาวมนธิดา กุยรัมย์', 'นางสาววรรณภา ช้างแก้วมณี', 'นางสาวมณฑิชา ไตรรัตน์แสง', '', '', '', 'การสร้างแผนที่เพื่อแสดงแอนิเมชั่นด้วยภาพ 2 มิติเสมือน 3 มิติผ่านเทคโนโลยี Augmented Reality', '2D VIRTUAL 3D MAP VIA DEVLOPMENT AUGMENTED REALITY TECHNOLOGY', 4, 0, '2561', 3, '1', 0, '1671264163_1589913557.mp4', '1671264163_1589913557.pdf', '', '', '', '', 42070, '2022-12-17 01:04:53'),
(1671264397, 'DM61208', 'นายสิทธิเดช เบ็ญกูล', 'นายชินพร อัมราภิบาล', '', '', '', '', 'การสร้างเสียงดนตรีบำบัดสำหรับหรับคนที่นอนหลับยากด้วยเทคนิคเสียงสังเคราะห์', 'Synthesis Sound for Sleeping', 3, 0, '2561', 3, '1', 0, '', '1671264397_657681704.pdf', '', '1671264397_657681704.mp3', '', '', 42070, '2022-12-17 01:08:12'),
(1671264604, 'DM61218', 'นางสาวจิรภิญญา ไชยวงษ์', 'นางสาวธัญญลักษณ์ ระรื่น', '', '', '', '', 'การผลิตสื่อปฏิสัมพันธ์โดยใช้สถานการณ์จำลองสำหรับการฝึกปฐมพยาบาลยื้อชีวิตเบื้องต้น', 'DEVELOPMENT OF INTERACTIVE MEDIA PRODUCTION FOR BASIC CPR TRAINING', 3, 0, '2561', 3, '1', 0, '1671264604_1241276057.mp4', '1671264604_1241276057.pdf', '', '', '', '', 42070, '2022-12-17 01:12:40'),
(1671264872, 'DM61217', 'นายชญานนท์  ปุ่นวัฒน์', 'นายฐิติวัฒน์  เกิดสว่าง', '', '', '', '', 'การสร้างสื่อโมชันกราฟิกแบบมีปฏิสัมพันธ์เพื่อส่งเสริมทักษะการเขียนพยัญชนะภาษาไทยสำหรับพัฒนาการช้า (เด็ก LD)', 'Creating interactive graphics media to promote Thai alphabet writing skills for LD students', 4, 0, '2561', 3, '1', 0, '1671264872_389730942.mp4', '1671264872_389730942.pdf', '', '', '', '', 42070, '2022-12-17 01:16:24'),
(1671265974, 'DM61223', 'นายณัฐพล สุดแดง', 'นายพีรวิชญ์ ไชยยะ', 'นางสาวธัญชนก สุวรรณรัต', '', '', '', 'ภาพยนต์สั้น 4 มิติแบบทางเลือก', '4D INTERACTIVE MOVIE', 7, 6, '2561', 3, '1', 0, '', '1671265974_1475204835.pdf', '', '', '', '', 42069, '2022-12-17 01:34:44'),
(1671266087, 'DM61242', 'นายศรัณยู ช่างปรุง', 'นายชุมพร ดำหมึก', 'นายภูวดล เปรมปรง', '', '', '', 'การนำเสนอโบรชัวร์ของวัดพระศรีรัตนศาสดารามด้วยเทคโนโลยี AR', 'Presenting Brochures Of The Emerald Buddha Temple With AR Technology', 4, 0, '2561', 3, '1', 0, '', '1671266087_1667406582.pdf', '', '', '', '', 42069, '2022-12-17 01:36:31'),
(1671266196, 'DM61247', 'นางสาวณิชมน อนันตธนรัตน์', 'นางสาวมานิตา ศรีสัจจะกุล', 'นางสาวคันธมาลี สีสุทร', '', '', '', 'การศึกษากระบวนการแสดงด้านดาราศาสตร์โดยใช้เทคนิคโปรเจคชั่นแมพปิ้งบนโดมแบบถอดประกอบและระบบเสียง 5.1', 'Mobile Projection Mapping Planetarium Dome With 5.1 Surround Sound', 7, 0, '2561', 3, '1', 0, '', '1671266196_1797155325.pdf', '', '', '', '', 42069, '2022-12-17 01:38:45'),
(1671266443, 'DM61250', 'นางสาวกันติณันท์ พิมวิเศษ', 'นายสุพัชระ แดงประดิษฐ', '', '', '', '', 'การผลิตสื่อปฏิสัมพันธ์เพื่อส่งเสริมการมองเห็นของผู้เรียนที่มีความบกพร่องทางสายตาแบบเลือนรางระดับที่ 1-2 ของระดับชั้นประถมศึกษา', 'Production of Interactive media to promote visibility for elementary school students with impaired eyesight, in the form of Level I – II Low Vision', 4, 0, '2561', 3, '1', 0, '', '1671266443_769954861.pdf', '', '', '', '', 42069, '2022-12-17 08:45:51'),
(1671266756, 'DM61213', 'นางสาววรรณวิมล ปัญญาใส', 'นายอรงค์กรณ์ พ่วงศิริ', '', '', '', '', 'การผลิตสื่อปฏิสัมพันธ์เพื่อจำลองพื้นที่เสมือนจริงรูปแบบ 3 มิติของมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี', 'The Production of Interactive Media to Simulate 3D Virtual of Rajamangala University Of Technology Thanyaburi', 4, 0, '2561', 3, '1', 0, '', '1671266756_733693987.pdf', '', '', '', '', 42069, '2022-12-17 08:48:34'),
(1671435329, 'pt46', 'นายศราวุธ แสนหมอยา', '', '', '', '', '', 'โครงการศึกษาค่าความขาวขอกระดาษและค่าความดำของหมึกที่พิมพ์ลงบนกระดาษ เคลือบผิวและกระดาษไม่เคลือบผิวที่ใช้พิมพ์ด้วยระบบดิจิทัลออฟเซต', 'The Study whiteness and black of color to Skin Enamel paper and not Skin Enamel paper of digital offset press', 27, 0, '2549', 5, '1', 0, '', '1671435329_85483262.pdf', '', '', '', '', 42069, '2022-12-19 07:38:37'),
(1671435567, 'PT49', 'นางสาวพรรษา แสงขำ', 'นายศุภกร วิริยะอัครเดชา', '', '', '', '', 'PT 49 การผลิตกระดาษจากเยื่อยผสมระหว่างเปลือกทุเรียนและกระดาษที่เหลือจากการตัดเจียน', 'The parper manufacture by mixing between a durian\'s exocarp and a rest paper from trimming', 27, 0, '2549', 5, '1', 0, '', '1671435567_170192320.pdf', '', '', '', '', 42069, '2022-12-19 07:41:20'),
(1671436415, 'PT 49 ', 'นางสาวภุมิริน สายด้วง', '', '', '', '', '', 'การสร้างเครื่องต้นแบบเคลือบลามิเนตสำหรับสิ่งพิมพ์ระบบไม่สัมผัส', 'construction of the Prototype of Laminating for Publishing in Non Impact Printing', 26, 0, '2549', 6, '1', 0, '', '1671436415_1456571783.pdf', '', '', '', '', 42069, '2022-12-19 07:55:49'),
(1671436562, 'PT 49 ', 'นายภักดิ์ภูมิ เจริญลาภ', '', '', '', '', '', 'การออกแบบโปรแกรมประเมินราคาสิ่งพิมพ์ออฟเซตด้วย โปรแกรม Microsoft Excel', 'Software Design for Price Estimate of Offset Print By Microsoft Excel', 27, 0, '2549', 6, '1', 0, '', '1671436562_1296337024.pdf', '', '', '', '', 42069, '2022-12-19 07:57:20'),
(1671436748, 'PT 49 ', 'นางสาวกัลยาณี พัดสว่าง', '', '', '', '', '', 'การออกแบบบรรจุภัณฑ์กล่องเค้ก', 'Packaging Design For Cake Box', 62, 0, '2549', 6, '1', 0, '', '1671436748_1316994721.pdf', '', '', '', '', 42069, '2022-12-19 08:00:10'),
(1671436958, 'PT 49', 'นางสาวนุชติยา ดวงจำปา', '', '', '', '', '', 'การหาสารเคมีอินทรีย์เพื่อทดแทนคลอรีนมาใช้ในการล้างแม่พิมพ์สกรีน', 'TO PREPARATION DESERETE ORGANIC CHEMICAL(DOCS) FOR REPLACEMENT THE CHLORINE ACID FOR CLEANING THE MASTER PRINTING SCREEN', 63, 0, '2549', 6, '1', 0, '', '1671436958_1237461365.pdf', '', '', '', '', 42069, '2022-12-19 08:03:43'),
(1671437121, 'PT 50 ', 'นายธีรภัทร พันธุ์พิทย์แพทย์', 'นายอธิศ อึ้งอัจจิมากูล', '', '', '', '', 'การใช้โปรแกรมแปลภาษา กรณีศึกษาหนังสือ การพิมพ์ตามความต้องการ วิวัฒนาการในระบบดิจิตอล', 'TRANSLATOR PROGRAME CASE STUDY OF BOOK OF ON-DEMAND PRITING THE REVOLUTION IN DEGITAL AND CUSTOMIZED PRINTING', 64, 0, '2550', 6, '1', 0, '', '1671437121_2141596555.pdf', '', '', '', '', 42069, '2022-12-19 08:06:26'),
(1671437262, 'PT50', 'นางสาวเพ็ญนภา โอเต็ง', '', '', '', '', '', 'การผลิตหมึกพิมพ์สกรีนฐานน้ำโดยใช้ดีหมึกเป็นสารให้สีจากธรรมชาติ', 'WRITER-BASED SCREEN PRINTING INK PRODUCTION BY USIING SQUID\'S CHOLECYST BARURAL COLORANT', 65, 0, '2550', 6, '1', 0, '', '1671437262_1524027077.pdf', '', '', '', '', 42069, '2022-12-19 08:10:42'),
(1671437521, 'PT 50', 'นางสาวสุดารัตน์ พันธานนท์', '', '', '', '', '', 'พจนานุกรมออนไลน์ศัพท์บัญญัติวิชาการพิมพ์', 'PRINTING DICTIONARY ONLINE', 66, 0, '2550', 6, '1', 0, '', '1671437521_1568323326.pdf', '', '', '', '', 42069, '2022-12-19 08:13:30'),
(1671612402, 'PT52', 'นางสาวธิติรัตน์ สุภาฉิม', '', '', '', '', '', 'หมึกพิมพ์สกรีนฐานน้ำโดยใช้ยางก้านบัวเป็นสารยึดติดโดยสารให้สีได้จากธรรมชาติและนำมาสกรีนเพื่อเปรียบเทียบสารยึดติดกับยางกล้วย', 'The study on the Co,parison about the Adhesive of the Water-based Screen Ink between the Use of Lotus Stalk Gum and of Banana Gum', 62, 0, '2552', 6, '1', 0, '', '1671612402_242130585.pdf', '', '', '', '', 42069, '2022-12-21 08:49:18'),
(1671612651, 'PT 53', 'นายศรายุทธ โกติยะ', '', '', '', '', '', 'การออกแบบบรรจุภัณฑ์เครื่องปั้นนดินเผา กวานอาม่าน', 'Pottery pckaging Design For Kwan Ar Man', 67, 0, '2553', 6, '1', 0, '', '1671612651_1389536438.pdf', '', '', '', '', 42069, '2022-12-21 08:52:06'),
(1671612746, 'PT 54 ', 'นายอรรถพร มนต์ประสาธน์', '', '', '', '', '', 'การศึกษาค่าความแตกต่างขนาดเม็ดสกรีน ชนิด เอฟเอ็ม บนกระดาษเคลือบผิว', 'The study of various size of FM screening on the coated-paper', 25, 0, '2554', 6, '1', 0, '', '1671612746_1882040225.pdf', '', '', '', '', 42069, '2022-12-21 09:01:14'),
(1671613282, 'PT 54', 'อุษา พิมพานิตย์', '', '', '', '', '', 'การออกแบบและพัฒนาบรรจุภัณฑ์ประเภทอาหาร หมูกระจกแม่เล็ก จ.สรบุรี', 'The development and design of food packaging for \"Moo Ka Jog Mea Leg Saraburi Province\"\"', 25, 0, '2554', 6, '1', 0, '', '1671613282_130128425.pdf', '', '', '', '', 42069, '2022-12-21 09:03:07'),
(1671613395, 'PT 55', 'นางสาวปนัดดา อรรถจรูญ', '', '', '', '', '', 'ความคาดหวังของผู้บริโภคต่อผักและผลไม้ตัดแต่งบนบรรจุภัณฑ์สีต่าง ๆ โดยผ่านทางจอภาพชนิดต่างกัน', 'Expectation of consumers of fresh-cut fruits and vegetables n package colors hrough different types of monitors', 62, 65, '2555', 6, '1', 0, '', '1671613395_506992034.pdf', '', '', '', '', 42069, '2022-12-21 09:04:45'),
(1671613487, 'PT 57', 'นายอมรพันธ์ เตี้ยเตี๊ยะ', 'นายปัญธวัฒน์ กุลเจริญวรวัชร์', '', '', '', '', 'การผลิตเยื่อและบรรจุภัณฑ์จากไม้ดอกไม้ประดับ', 'Production of pulp and packaging from ornamental plants', 62, 65, '2557', 6, '1', 0, '', '1671613487_1239469662.pdf', '', '', '', '', 42069, '2022-12-21 09:06:28'),
(1671613591, 'PT 57', 'นายณัฐวรรธน์ ศรีสุวรรณ', 'นายศตวรรษ สุดใจ', '', '', '', '', 'ออกแบบและสร้างโมแม่แบบม่ะม่วงเพื่อผลิตบรรจุภัณฑ์กระดาษลดและป้องกันโรคแอนแทรคโนส สำหรับมะม่วงน้ำดอกไม้', 'Design and produce mango mould prototype for produce paper packaging to reduce and prevent anthracnose of Namdokmai mango', 62, 65, '2557', 6, '1', 0, '', '1671613591_948031487.pdf', '', '', '', '', 42069, '2022-12-21 09:08:32'),
(1671697376, 'PT 57', 'นายชัยศักดิ์ สุรินราช', 'นายปัฐวี ชุ่มชื่น', '', '', '', '', 'การพัฒนาหมึกพิมพ์สกรีนโดยการใช้สารยึดติดจากน้ำยางพาราและสารให้สีจากดิน', 'Development of screen printing inks by using rubber latex and soil', 62, 65, '2557', 6, '1', 0, '', '1671697376_1088305570.pdf', '', '', '', '', 42069, '2022-12-22 08:24:46'),
(1671697497, 'PT 57', 'นางสาวสุมัญหนา พุ่มนารินทร์', 'นางสาวอารีรัตน์ คำปรีดา', 'นางศรายุทธ ไม้พานิช', '', '', '', 'การออกแบบหนังสืออิเ็กทรอนิกส์นิทานอิสป 2 ภาษา (ไทย-อังกฤษ)', 'To design Aesop\'s Fables Electronic Book in  languages (Thai-English)', 62, 0, '2557', 6, '1', 0, '', '1671697497_422323922.pdf', '', '', '', '', 42069, '2022-12-22 08:27:15'),
(1671697637, 'PT 50', 'นางสาวอุษณีษ์ เอมปรากฏ', '', '', '', '', '', 'การศึกษาคุณสมบัติของกระดาษหัตถกรรมในเขตภาคกลางของประเทศไทย', 'The property education of Handicraft paper in the Middle part of Thailand', 62, 0, '2550', 6, '1', 0, '', '1671697637_2074544345.pdf', '', '', '', '', 42069, '2022-12-22 08:29:57'),
(1671697804, 'PT 50', 'นางสาววรณิศา กาญจนอนันต์', '', '', '', '', '', 'คุณภาพของกระดาษหัตถกรรมในเขตภาคเหนือของประเทศไทย', 'The quality of handicraft paper in Northern region of Thailand', 62, 0, '2550', 6, '1', 0, '', '1671697804_1588023248.pdf', '', '', '', '', 42069, '2022-12-22 08:31:43'),
(1671697906, 'PT 50', 'นางสาวพิไลวรรณ นวลสุวรรณ์', 'นางสาวไพริน ถิ่นน้อย', '', '', '', '', 'การผลิตหมึกพิมพ์แบบพ่นหมึกจากสารให้สีจากธรรมชาติ ลงบนผ้าไหมและกระดาษปอนด์', 'The Production of printing ink from natural colorants on silk and bound paper', 27, 0, '2550', 6, '1', 0, '', '1671697906_54804596.pdf', '', '', '', '', 42069, '2022-12-22 08:33:40'),
(1671698026, 'PT 51', 'นางสาวกนกพร พลับนิล', '', '', '', '', '', 'การผลิตกระดาษหัถกรรมจากเปลือกข้าวโพดโดยการขึ้นรูปด้วยมือ', 'The production of handicraft paper from corn skin with manual froming process', 27, 0, '2551', 6, '1', 0, '', '1671698026_2087142144.pdf', '', '', '', '', 42069, '2022-12-22 08:36:28'),
(1671698319, 'PT 57', 'นางสาวกสินา ศิลายงค์', '', '', '', '', '', 'การพัฒนาสารเคลือบบนแผ่นกระดาาเพื่้อยืดอายุการเก็บรักษามะม่วงน้ำดอกไม้สีทอง', 'Development of Coated paper to Prolong Shelf Lift of Mango Namdokmai Sitgong', 62, 65, '2557', 6, '1', 0, '', '1671698319_964147740.pdf', '', '', '', '', 42069, '2022-12-22 08:40:56'),
(1671698462, 'PT 55', 'นางสาวนันท์ชลี อินทศร', '', '', '', '', '', 'ออกแบบหนังสือ Pop-Up นิทานคุณธรรม สำหรับเด็กปฐมวัย', 'Fable-popup designing for childhood', 62, 0, '2555', 5, '1', 0, '', '1671698462_218423116.pdf', '', '', '', '', 42069, '2022-12-22 08:42:58'),
(1671698580, 'PT 53', 'นางสาวดารารัตน์ วงค์สุพชัย', 'นางสาวโครญา พรมรุ่งโรจน์', 'นางสาวอรสา บุญยอด', '', '', '', 'การศึกษารูปแบบของการออกแบบจัดหน้าสิ่งพิมพ์ เพื่อใช้สำหรับเอกสารการศึกษา', 'study the format of designing very in front printed matters for uses for education document', 27, 0, '2553', 6, '1', 0, '', '1671698580_1560545444.pdf', '', '', '', '', 42069, '2022-12-22 08:48:00'),
(1671698882, 'PT 54', 'นายสหรัฐ บุญส่ง', '', '', '', '', '', 'การผลิตหนังสืดดิจิทัลระบบปฏิบัติการไอโอเอส เรื่อง ขนมไทย', 'Creating Digital Book for iOS Platform of Thai Desserts', 27, 0, '2554', 6, '1', 0, '', '1671698882_611169419.pdf', '', '', '', '', 42069, '2022-12-22 08:49:33'),
(1671698980, 'PT 54 ', 'สุวัฒน์ จุลเพชร', 'นางสุพัตรา พัดโท', '', '', '', '', 'การศึกษาอุณหภูมิในการเผาที่มีผลต่อค่าสีของงานพิมพ์สกรีนรูปลอก', 'The study of the temperature in burning effecting to the color in Decal\'s printing screen', 28, 0, '2554', 6, '1', 0, '', '1671698980_705059877.pdf', '', '', '', '', 42069, '2022-12-22 08:51:43'),
(1671699106, 'PT 54', 'นางสาวจิราภา จิตรราภิรมย์', 'นางสาวอมรรัตน์ นามวงศ์', '', '', '', '', 'การศึกษาความพึงพอใจของผู้บริโภคสิ่งพิมพ์จต่องานหลังพิมพ์', 'The studies of consumer satisfaction with postpress process', 27, 0, '2554', 6, '1', 0, '', '1671699106_1758711602.pdf', '', '', '', '', 42069, '2022-12-22 08:54:16'),
(1671699264, 'PT 55', 'นายธีรวัจน์ สุขเกษม', '', '', '', '', '', 'การออกแบบคู่มือท่องเที่ยวศูนย์ศึกษาธรรมชาติและท่องเที่ยวเชิงนิเวศเจ็ดคด-โป่งก้อนเส้า', 'The Guide book design for jedkod pongkonsao natural study and ecotourism center', 27, 0, '2555', 6, '1', 0, '', '1671699264_2053338772.pdf', '', '', '', '', 42069, '2022-12-22 08:56:00'),
(1671699364, 'PT 55', 'นางสาวศิริรัตน์ แสงจนัทร์ฉาย', '', '', '', '', '', 'การหาอัตราส่วนในการผลิตหมึกพิมพ์สกรีนโดยใช้ยางกล้วยเป็นเรซินและสารให้สีจากธรรมชาติ', 'Studies find the ratio in the production of screen printing ink resins using a rubber banana Materials and colors of nature', 62, 0, '2555', 6, '1', 0, '', '1671699364_1295417340.pdf', '', '', '', '', 42069, '2022-12-22 08:58:47'),
(1671699532, 'PT 50', 'นางสาวสุภาวดี พ่มลำเจียก', '', '', '', '', '', 'การเปรียบเทียบขอบเขตสีของภาพบนเครื่องพิมพ์ระบบพ่นหมึก', 'Comparison of colour gamut base on inkjet printer', 67, 0, '2550', 6, '1', 0, '', '1671699532_624902801.pdf', '', '', '', '', 42069, '2022-12-22 09:00:18'),
(1671699623, 'PT 54', 'นางสาววิกาญดา ฟุ้มเฟือย', 'นางสาวจิรวดี วิตรเถียร', 'นางสาวพรพรรณ ภัทรนิธิคุณ', '', '', '', 'การศึกษาความต้องการ การทดสอบมาตรฐานฝีมือแรงงานแห่งชาติของช่างพิมพ์ออเซตป้อนแผ่น', 'The study of testing needed in the standard of nation labor\'s skill of the pressman offset cutsheet', 62, 0, '2554', 6, '1', 0, '', '1671699623_1412516188.pdf', '', '', '', '', 42069, '2022-12-22 09:02:29'),
(1671699757, 'PT 49', 'นางสาวนริศา สังข์เมือง', '', '', '', '', '', 'การผลิตกระดาษป้องกันมดจากเยื่อกกลม', 'Production of paper made from the circle reedfiber to protect the Ant', 62, 0, '2549', 6, '1', 0, '', '1671699757_357267558.pdf', '', '', '', '', 42069, '2022-12-22 09:04:31'),
(1671700368, 'PT 47', 'นายธนิก ศรีวิชัย', '', '', '', '', '', 'การใช้ประแจกรอกแกรกขึงผ้าสกรีน', 'Using of ratchet handle fabric stretching', 26, 0, '2548', 6, '1', 0, '', '1671700368_619189842.pdf', '', '', '', '', 42069, '2022-12-22 09:14:26'),
(1672237275, 'DM61227', 'นายพีรพล พยุงวงค์', 'นายกวินทร์ ดวงตา', '', '', '', '', 'การสร้างภาพ 3 มิติ ความจริงเสริมจริงบนโทรศัพท์มือถือเพื่อการเลือกซื้อเฟอร์นิเจอร์ออนไลน์', '3D Dimension Augmented Reality On Smartphone For Buying Furniture Online', 2, 0, '2561', 3, '1', 0, '', '1672237275_771414253.pdf', '', '', '', '', 42070, '2022-12-28 14:27:28'),
(1672237679, 'DM61255', 'นางสาวธิดาวรรณ ลอดภัย', 'นางสาวศิยาทร ทองสุข', 'นางสาวอัญณิการ์ แพรสกุล', '', '', '', 'การสร้างสื่อการนำเสนอประวัติศาสตร์โบราณสถานปราสาทพิมาย  โดยใช้เทคนิค Projection Mapping', 'THE CREATE MEDIA FOR PRESENTING HISTORY OF PHIMAI HISTORICAL PARK BY USING PROJECTION MAPPING TECHNIQUE', 6, 0, '2561', 3, '1', 0, '1672237679_735373654.mp4', '1672237679_735373654.pdf', '', '', '', '', 42070, '2022-12-28 14:31:34'),
(1672237989, 'DM61229', 'นางสาวชริดา เสนา', 'นายภาณุวัฒน์ แจ่มรุจี', 'นายสกาย แสงสุระ', '', '', '', 'การออกแบบและพัฒนาระบบยืมคืนครุภัณฑ์การจัดแสงสำหรับงานผลิตสื่อ', 'DESIGN AND DEVELOPMENT OF RETRIEVAL SYSTEM FOR MEDIA PRODUCTION LIGHTING EQUIPMENT', 5, 0, '2561', 3, '1', 0, '', '1672237989_941647643.pdf', '', '', '', '', 42070, '2022-12-28 14:34:43'),
(1672238147, 'DM61230', 'นางสาวชาณิดา สีดาว', 'นายจิรายุ สาทอง', 'นางสาวศศินา มาลา', '', '', '', 'การศึกษาการสร้างลวดลายบนพื้นผิวรถยนต์ด้วยเทคนิค 3D Projection Mapping', 'THE STUDY OF CAR\'S TEXTURE SIMULATION BY USING 3D PROJECTION MAPPING TECHNIQUES', 7, 0, '2561', 3, '1', 0, '1672238147_698171802.mp4', '1672238147_698171802.pdf', '', '', '', '', 42070, '2022-12-28 14:39:07'),
(1672238365, 'DM61221', 'นายภธรเดช ปิติโชคเดชอุดม', 'นายพีรพล เฉยภิรมย์', '', '', '', '', 'การผลิตสื่อวีดิทัศน์สำหรับประชาสัมพันธ์ศูนย์ฝึกงานการโรงแรมราชบงกชโดยใช้เทคนิค HDR Video บนเว็บไซต์', 'THE VIDEO PRODUCTIONTO PRESENT RAJABONGKOD HOTEL TRAINING CENTER WITH HDR VIDEO TECHNIQUE ON WEBSITE', 4, 0, '2561', 3, '1', 0, '1672238365_233957131.mp4', '1672238365_233957131.pdf', '', '', '', '', 42070, '2022-12-28 14:43:17'),
(1672238685, 'DM61225', 'นางสาวณัฐวรา โสปิยะ', 'นายปิยะ เฟื่องภักดี', '', '', '', '', 'การผลิตสื่อรายการข่าวเพื่อให้ความรู้เกี่ยวกับแผ่นดินไหวโดยใช้เทคนิคอิมเมอร์ซีฟกราฟิก', 'THE PRODUCTION OF NEWS FOR GIVING EARTHQUAKE KNOWLEDGE USING IMMERSIVE GRAPHIC TECHNIQUE', 6, 0, '2561', 3, '1', 0, '1672238685_1294401174.mp4', '1672238685_1294401174.pdf', '', '', '', '', 42070, '2022-12-28 14:48:46'),
(1672238939, 'DM61237', 'นายพันธกานต์ โพธิ์ไทรย์', 'นายวีรพงษ์ บัวฉ่ำ', '', '', '', '', 'ดนตรีดิจิทัลผสานเสียงธรรมชาติเพื่อการนอนหลับ', 'Digital Music Composition with Selective Natural Ambient Sampling for Sleeping with ease', 7, 0, '2561', 3, '1', 0, '', '1672238939_750200567.pdf', '', '1672238939_750200567.mp3', '', '', 42070, '2022-12-28 14:50:53'),
(1672239066, 'DM61239', 'นายกุลิสร์ สังฆมิตกล', 'นายกัณภัค วิสุทธิมรรค', '', '', '', '', 'การศึกษาความแตกต่างของ BIT DEPTH ของสื่อประชาสัมพันธ์สถานที่ท่องเที่ยวจังหวัดเพชรบูรณ์ ด้วยเทคนิค TIME LAPSE', 'THE STUDY BIT DEPTH DIFFERENCE OF ADVERTISING MEDIA TO PROMOTE TOURIST PLACE IN PHETCHABUN PROVINCE BY USING TIME LAPSE TECHNIQUE', 6, 0, '2561', 3, '1', 0, '1672239066_677647754.mp4', '1672239066_677647754.pdf', '', '', '', '', 42070, '2022-12-28 14:53:39'),
(1672239233, 'DM61249', 'นายภูมิชญา ภู่ระหงษ์', 'นายสืบสกุล นิยม', '', '', '', '', 'การสร้างปฏิทินวันสำคัญทางสิ่งแวดล้อมด้วยเทคนิคภาพเสมือนจริงในรูปแบบโมชันกราฟิก', 'PRODUCTION OF ENVIRONMENT DAY CALENDAR FOR AUGMENTED REALITY WITH MOTION GRAPHIC', 2, 0, '2561', 3, '1', 0, '1672239233_1635585209.mp4', '1672239233_1635585209.pdf', '', '', '', '', 42070, '2022-12-28 14:55:52'),
(1672239419, 'DM61253', 'นายธัญพิสิษฐ์ เพชรคงทอง', 'นายเกริกพล พวงมณี', '', '', '', '', 'การถ่ายทำสารคดีท่องเที่ยวโดยใช้อุปกรณ์ Wiral Lite', 'The Production of Travel Documentary Using Wiral Lite Device', 6, 0, '2561', 3, '1', 0, '1672239419_1669230481.mp4', '1672239419_1669230481.pdf', '', '', '', '', 42070, '2022-12-28 14:59:11'),
(1672239613, 'DM61205', 'นายวิริยะ โตเหมือน', 'นายกิตติพล แก้วแกว่งกวาย', '', '', '', '', 'การผลิตสื่อปฏิสัมพันธ์รูปแบบ 3 มิติจำลองสถานที่พุทธคยาจำลอง วัดปัญญานันทาราม บนเว็บไซต์', 'PRODUCTION OF BODH GAYA MODEL 3D INTERACTIVE PANYANANTHARAM TEMPLE ON WEBSITE', 2, 0, '2561', 3, '1', 0, '', '1672239613_802974991.pdf', '', '', '', '', 42070, '2022-12-28 15:01:35'),
(1672239711, 'DM61235', 'นายจิตตภัทร ปะมะโต', 'นายวิโรจน์ ตั้งประสิทธิ์', 'นายสมเดช คำหม่อม', '', '', '', 'การพัฒนาสื่อในรูปแบบวิดีโอเกม 3 มิติ ด้วยโปรแกรม Unreal Engine', 'DEVELOPMENT MEDIA OF A 3D GAME WITH PROGRAM UNREAL ENGINE', 2, 0, '2561', 3, '1', 0, '', '1672239711_938585218.pdf', '', '', '', '', 42070, '2022-12-28 15:03:13'),
(1672239802, 'DM61207', 'นางสาวขนิษฐา ลาดเสน', 'นางสาวกันตินันท์ น้อยทรงค์', '', '', '', '', 'การผลิตสื่อภาพเสมือนจริง 3 มิติเพื่อนำเข้าสู่บทเรียนรายวิชา สังคม เรื่อง \"ภูมิศาสตร์ของประเทศไทย\" ของช่วงชั้นประถมศึกษาปีที่ 4 - 6 (ประถมศึกษาตอนปลาย)', 'PRODUCTION OF AUGMENTED REALITY TO PREPARE LEARNING OF SOCIAL STUDIES FOR ELEMENTARY STUDENT (GRADE 4 - 6)', 2, 0, '2561', 3, '1', 0, '', '1672239802_1280886709.pdf', '', '', '', '', 42070, '2022-12-28 15:05:00'),
(1672248015, 'DM61241', 'นายชินกฤต ต้องทรัพย์', 'นายธนากร อรรถกรวิกรัย', 'นายกรองเทพ โตสกุล', '', '', '', 'การนำเสนอแฟชั่นสมัยใหม่ โดยใช้เทคโนโลยี 3D Projection Mapping', 'MODERN FASHION SHOW USING 3D PROJECTION MAPPING TECHNIQUES', 3, 68, '2561', 3, '1', 0, '1672248015_1662335620.mp4', '1672248015_1662335620.pdf', '', '', '', '', 42069, '2022-12-28 17:24:09'),
(1672977585, 'DM60UN1', 'นายกิตติบูรณ์ สืบเพ็ง', 'นายศุภวิชญ์ สุขสถิตย์', 'นายสันติธร สะสม', '', '', '', 'การเปรียบเทียบการรับรู้ข่าวสารผ่านวิทยุออนไลน์ของนักศึกษาคณะเทคโนโลยีสื่อสารมวลชน', 'THE COMPARISON OF MASS COMMUNICATION TECHNOLOGY STUDET’S PERCEPTION VIA MCT RADIO NETWORK', 5, 0, '2560', 3, '1', 0, '', '1672977585_2018136042.pdf', '', '', '', '', 42069, '2023-01-06 04:01:52'),
(1672977716, 'DM60UN2', 'นายพัชระเมศฐ์ ทองสำฤทธิ์', 'นายภัทรภูมิ พันธุเอี่ยม', 'นายสหรัฐ พิมลสวัสดิ์', '', '', '', 'การพัฒนาแอพพลิเคชั่นเพื่อการศึกษาท่าไม้มวยท่าเสาพระยาพิชัยดาบหักโดยใช้เทคนิค Motion Capture', 'THE APPLICATION DEVERLOPMENT FOR THAI BOXING STUDY (THA SAO-PRATAPICHAI\'S BOXING) BY USING MOTION CAPTURE', 3, 7, '2560', 3, '1', 0, '', '1672977716_2024891090.pdf', '', '', '', '', 42069, '2023-01-06 04:04:22'),
(1672977865, 'DM60UN3', 'นางสาววชิรญาณ์ เอกวงษ์', 'นางสาวชฎามาศ สุพรรณภิรมย์', 'นางสาวนพาภรณ์ มั่งนิมิตร', '', '', '', 'การศึกษาพัฒนาแอพพลิเคชั่นแสดงข้อมูลราคาข้าวเปลือกบนระบบปฏิบัติการแอนดรอยด์', 'THE STUDY OF RICE APPLICATION DEVELOPMENT ON ANDROID OPERATING SYSTEM', 4, 0, '2560', 3, '1', 0, '', '1672977865_229561837.pdf', '', '', '', '', 42069, '2023-01-06 04:06:17'),
(1672977992, 'DM60UN4', 'นายนัทธ์พงศ์ เณรรอด', 'นายบริบูรณ์ พรายจรูญ', 'นายอภิสิทธ์ สท้านธรนิล', '', '', '', 'การพัฒนาระบบบริหารจัดการวัสดุครุภัณฑ์เพื่อการผลิตสื่อกรณีศึกษาคณะเทคโนโลยีสื่อสารมวลชน', 'THE DEVELOPMENT OF CIRCULATION SERVICES MANAGEMENT FOR MEDIA PRODUCTION OF FACULTY OF MASS COMMUNICATION TECHNOLOGY', 5, 0, '2560', 3, '1', 0, '', '1672977992_736254659.pdf', '', '', '', '', 42069, '2023-01-06 04:08:44'),
(1672978161, 'DM60UN5', 'นายพชรพล แสงทอง', 'นายธนดล ทรงเจริญ', '', '', '', '', 'การผลิตภาพยนตร์รณรงค์เรื่องการสวมหมวกนิรภัยโดยใช้เทคนิคโมชั่นกราฟฟิค', 'THE PRODUCTION OF SHORT FILM PROMOTING RIDER AWARENESS BY WEARING A HELMET', 6, 0, '2560', 3, '1', 0, '', '1672978161_1434713851.pdf', '', '', '', '', 42069, '2023-01-06 04:10:25'),
(1672978248, 'DM60UN6', 'นายอาชวินท์ ภิรมย์รัก', '', '', '', '', '', 'การศึกษาการสร้างแบบจำลอง 3 มิติด้วยเครื่องสแกน3 มิติเพื่อนำเสนอนิทรรศการศิลปะออนไลน์ ', 'THREE - DIMENSIONAL IMAGING FOR ONLINE ARTS EXHIBITION', 2, 0, '2560', 3, '1', 0, '', '1672978248_154990064.pdf', '', '', '', '', 42069, '2023-01-06 04:12:02'),
(1672978335, 'DM60UN7', 'นายพงศกร เรืองวงษ์', 'นายเตวิช เชาวนะ', 'นายพีรณัฐ จำเนียรกาบ', '', '', '', 'การแสดง Live Performance โดยใช้เทคนิค Motion Sensor กรณีศึกษางานเปิดตัวเกม Swagger', 'MOTION SENSOR TECHNOLOGICAL IMPLEMENTED FOR LIVE PERFORMANCE OF SWAGGER GAME OPENING', 3, 7, '2560', 3, '1', 0, '', '1672978335_649140860.pdf', '', '', '', '', 42069, '2023-01-06 04:14:33'),
(1672978499, 'DM60UN8', 'นายนิธิ ธานา', 'นางสาว ปรีชานุกุล', 'นางสาวดุสิดา แสนทรัพย์', '', '', '', 'การศึกษาแนวทางการแก้ปัญหาการใช้งานระบบบริหารจัดการสื่อกรณีศึกษา คณะเทคโนโลยีสื่อสารมวลชน ', 'THE STUDY OF SOLUTIONS FOR USING MEDIA ASSET MANAGEMENT CASE STUDY OF FACULTY OF MASS COMMUNICATION TECHNOLOGY', 5, 0, '2560', 3, '1', 0, '', '1672978499_741502648.pdf', '', '', '', '', 42069, '2023-01-06 04:16:14'),
(1672978586, 'DM60UN9', 'นายธราดล เกสรเทียน', 'นายวรากร พุ้ยน้อย', '', '', '', '', 'การผลิตสื่อโฆษณารณรงค์เพื่อตระหนักถึงการสูบบุหรี่ โดยใช้เทคนิค 3D และเทคนิค Mark Tracking', 'ADVERTISING CAMPAIGN TO INCREASE AWARENESS OF SMOKING BY USING 3D TECHNIQUE AND MARK TRACKING', 6, 0, '2560', 3, '1', 0, '', '1672978586_887852594.pdf', '', '', '', '', 42069, '2023-01-06 04:18:30'),
(1672978739, 'DM60UN10', 'นางสาวชิดชนก ก้อนทอง', 'นางสาวปัฐวิกรณ์ ต่อแต้ม', 'นางสาวปวรา ปฎิทัศน์', '', '', '', 'การพัฒนาแอปพลิเคชันวิทยุออนไลน์', 'THE DEVELOPMENT OF ONLINE RADIO APPLICATION', 5, 0, '2560', 3, '1', 0, '', '1672978739_1530031155.pdf', '', '', '', '', 42069, '2023-01-06 04:20:04'),
(1672978813, 'DM60UN11', 'นางสาวชนิภรณ์ ประดิษฐธำรงค์', 'นางสาวอลิสา สนิทใจ', 'นางสาวสุภาพร ชาญวิชิต', '', '', '', 'การพัฒนาเว็บไซต์แฟ้มสะสมผลงานดิจิทัลของนักศึกษาคณะเทคโนโลยีสื่อสารมวลชน ', 'THE DEVELOPMENT OF DIGITAL PORTFOLIO ARCHIVE FOR MASS COMMUNICATION TECHNOLOGY\'S STUDENT', 4, 0, '2560', 3, '1', 0, '', '1672978813_651567322.pdf', '', '', '', '', 42069, '2023-01-06 04:21:24'),
(1672978894, 'DM62UN1', 'นาวสาวปัจรัตน์ ศิลปกอบ', 'นางสาวณัชชา พูลโภคา', 'นางสาววรนุช สง่างาม', '', '', '', 'การสร้างสื่อเพื่อส่งเสริมการเรียนรู้ด้านการสื่อความหมายและการรับรู้ความหมายเพื่อฝึกทักษะการดำรงชีวิตสำหรับเด็กออทิสติก กรณีศึกษา ศูนย์การศึกษาพิเศษประจำจังหวัดปทุมธานี', 'CREATING MEDIA TO SIMULATION COMMUNICATION AND AWARENESS FOR PRACTICAL SKILLS OF LIVING IN AUTISTIC MIDDLE-AGED CHILDREN STUDY CASE OF PATHUM THANI SPECIAL EDUCATION CENTER', 4, 0, '2562', 3, '1', 0, '', '1672978894_1179519606.pdf', '', '', '', '', 42069, '2023-01-06 04:23:29'),
(1672979014, 'DM62UN2', 'นางสาวนนทวรรณ แสงอรุณฉาย', 'นางสาวปวีณรัตน์ ศรัทธาธรรม', 'นางสาวปวีณรัตน์ ศรัทธาธรรม', '', '', '', 'การสร้างเกมใช้คำผิดและคำถูกในภาษาไทย สำหรับเด็กชั้นประถมศึกษาปีที่ 2', 'THE CREATION OF GAME FOR TEACHING PRIMARY 2 STUDENTSABOUT MISSPELLING WORDS AND CORRECT SPELLING WORDS IN THAI', 4, 0, '2562', 3, '1', 0, '', '1672979014_73193899.pdf', '', '', '', '', 42069, '2023-01-06 04:25:52'),
(1672979166, 'DM62UN3', 'นางสาวปฏิภาภรณ์ คุ้มทอง', 'นางสาวจารุภา เกียรติพงษ์', '', '', '', '', 'การสร้างระบบสืบค้นล่ามภาษามืออิเล็กทรอนิกส์เพื่อการติดต่อสื่อสารในรูปแบบตัวละครสามมิติ', 'CREATING THE SEARCH ENGINE SYSTEM FOR THE ELECTRONIC SIGN LANGUAGE INTERPRETER IN THE FORM OF THREE-DIMENSIONAL CHARACTERS', 4, 0, '2562', 3, '1', 0, '', '1672979166_772041460.pdf', '', '', '', '', 42069, '2023-01-06 04:27:14'),
(1672979267, 'DM62UN4', 'นายปิยะภัทร ศรีเพ็ชร', 'นายเอกชัย คำอ่อง', 'นางสาวนฤมล ฉ่ำนารายณ์', '', '', '', 'การผลิตสื่อโฆษณาเพื่อโปรโมทหลักสูตรเทคโนโลยีสื่อดิจิทัล', 'THE PRODUCTION ADVERTISING MEDIA FOR PROMOTE DIGITAL MEDIA CURRICULUM', 6, 0, '2562', 3, '1', 0, '', '1672979267_1379452659.pdf', '', '', '', '', 42069, '2023-01-06 04:29:19'),
(1672979389, 'DM62UN5', 'นายพงศ์พิสุทธิ์ สวยรูป', 'นางสาวคู่ชนารถ บุญสุวรรณ', '', '', '', '', 'การพัฒนาเว็บไซต์ส่งเสริมการเข้าถึงกิจกรรมในรูปแบบดิจิทัลเพื่อส่งเสริมการท่องเที่ยวเชิงนิเวศ กรณีศึกษา : สวนเกษตรอินทรีย์สวนฟุ้งขจร', 'THE DEVELOPMENT OF A WEBSITE TO SUPPORT DIGITAL MEDIA ACTIVITIES FOR ECOTOURISM CASE STUDY OF \"SUAN FUNG KHA JORN\" ORGANIC FARMING', 2, 0, '2562', 3, '1', 0, '', '1672979389_1528941334.pdf', '', '', '', '', 42069, '2023-01-06 04:31:02'),
(1674024942, 'AP52', 'นางสาวอารีรัตน์ ราชพิทักษ์', 'นางสาวอัญชลี วัลลา', 'นางสาวปริญญาพร ภัทรกุลภักดี', 'นางสาวพนิดา เกรียงทวีทรัพย์', '', '', 'การผลิตงานโฆษณาเพื่อการประชาสัมพันธ์ในการสร้างภาพลักษณ์ของบริษัท บางกอกกล๊าส จำกัด', 'The Production of advertising for public relations to create the image of Bangkok Glass Industery Co.,Ltd..', 69, 37, '2553', 5, '1', 0, '', '1674024942_1797970134.pdf', '', '', '', '', 42069, '2023-01-18 06:56:52'),
(1674025521, 'PT48', 'อนันต์ สีเหนี่ยง', '', '', '', '', '', 'การออกแบบบรรจุภัณฑ์เสื้อยืด', 'Packaging design for T-Shirt', 62, 0, '2548', 6, '1', 0, '', '1674025521_179758443.pdf', '', '', '', '', 42069, '2023-01-18 07:08:39'),
(1674026120, 'PT47', 'เอกพล ันทรมณีวงศ์', '', '', '', '', '', 'ผลของการสร้างภาพโดยใช้รูปแบบสกรีนผสมเปรียบเทียบกับรูปแบบเอเอ็มสกรีน', 'Result of creating image via the use of Sublima to compare to AM screening system', 25, 70, '2548', 6, '1', 0, '', '1674026120_1411081191.pdf', '', '', '', '', 42069, '2023-01-18 07:17:35'),
(1674026265, 'PT53', 'นางสาวขวัญฤดี สีแก้ว', 'นางสาวสุภาภรณ์ ปรีชา', '', '', '', '', 'การศึกษาประเภทของสารเคลือบผิวและวิธีการเคลือบผิวที่มีผลต่อสีและคุณสมบัตต่าง ๆ ของสิ่งพิมพ์ในการพิมพ์ออฟเ.ตจลิธอกราฟี', 'The Study in differemt coating agent and different method of coating effected to colour and print quality in Offset lithography printing process', 25, 0, '2553', 6, '1', 0, '', '1674026265_1570196911.pdf', '', '', '', '', 42069, '2023-01-18 07:22:40'),
(1674027378, 'PT53', 'นายพิเชษฐ์ สุ่ความดี', 'นายวรกฤต เกรียงวิภา', 'นายฝน วัฒนสุธิสาร์', '', '', '', 'การผลิตกระดาษจากเหยื่อต้นกกผสมเยื่อเศษกระดาษปอนด์โดยการขึ้นรูปด้วยเครื่อง', 'Paper Production of Papyrus Pulp Mixed Waste Pound Paper Pulp by the Molding Machine', 27, 0, '2553', 6, '1', 0, '', '1674027378_1459065276.pdf', '', '', '', '', 42069, '2023-01-18 07:48:55'),
(1674028148, 'PT53', 'นางสาวสุชานาถ เอี่ยมกาย ', 'นายธิบดี สรรพกิจ', 'นางสาวพรรณิภา อินทมาตย์', '', '', '', 'แบบประเมินความรู้พื้นฐานระบบการพิมพ์ออฟเซตของช่างพิมพ์ในอุตสาหกรรมการพิมพ์', 'The Study questionnaire basis offset press for technicians in printing industry', 27, 0, '2553', 6, '1', 0, '', '1674028148_58254411.pdf', '', '', '', '', 42069, '2023-01-18 07:51:07'),
(1674028279, 'PT53', 'นางสาวภิญญาพัชญ์ นิธิกุลรัตนา', '', '', '', '', '', 'การออกแบบบรรจุภัฑณ์กะหรี่ปั๊บ', 'Curry Puff\'s packaging disign', 26, 0, '2553', 6, '1', 0, '', '1674028279_1153628618.pdf', '', '', '', '', 42069, '2023-01-18 07:53:16'),
(1674028951, 'PT53', 'นายรัชพังศ์ วงศ์แพทย์', 'นายอภิลักษณ์ แสนสุข', '', '', '', '', 'ปัจจัยในการบริหารงานที่ส่งผลสำเร็จ่อองค์กรของโรงพิมพ์ออฟเซต จังหวัดปทุมธานี', 'Management Factors Affecting to succesful offset Press Organizations of Pathumthani Province', 27, 0, '2553', 6, '1', 0, '', '1674028951_845013678.pdf', '', '', '', '', 42069, '2023-01-18 08:05:14'),
(1674029244, 'PT53', 'นายพชร รุ่งเรืองศักดิ์', 'นายพนากร มีมนต์', '', '', '', '', 'การนำกลรเซอรอลเข้ามาทดแทนไอโซโพรพิลแอลกอฮอล์ในน้ำยาฟาวน์เทน', 'Isage of Glycerol Instead of IPA in fountain solution', 25, 0, '2553', 6, '1', 0, '', '1674029244_1481116381.pdf', '', '', '', '', 42069, '2023-01-18 08:10:06'),
(1674029820, 'P53', 'นางสาวรัฐญา ผาสุขใจ', '', '', '', '', '', 'การออกแบบบรรจุภัณฑ์สำหรับเทียนแกะสลักจำลอง', 'Packaging design canfle carving mogel', 25, 72, '2553', 6, '1', 0, '', '1674029820_2108058424.pdf', '', '', '', '', 42069, '2023-01-18 08:19:13'),
(1674029965, 'PT53', 'นางสาวธนพรรณ อินทกาญจน์', '', '', '', '', '', 'การออกแบบบรจุภัณฑ์สำหรับขนมไทยแม่ฉวี', 'Packaging Design for Thai Sweet ', 67, 0, '2553', 6, '1', 0, '', '1674029965_463496170.pdf', '', '', '', '', 42069, '2023-01-18 08:20:50'),
(1674030058, 'PT47', 'นางสาวษุรัยยา สวัสดิภาพ', '', '', '', '', '', 'คุณภาพงานพิมพ์ที่ได้จากการพิมพ์ผ่านผ้าสกรีนสีขาวและผ้าสกรีนย้อมสี', 'Print Quality of White Screen Fabric Printing and Dyed Screen Fabric Printing', 26, 0, '2548', 6, '1', 0, '', '1674030058_780798303.pdf', '', '', '', '', 42069, '2023-01-18 08:22:38'),
(1674030168, 'PT47', 'นางสาวรัชนก รอดสังวาลย์', '', '', '', '', '', 'อุณหภูมิที่เหมาะสมในการพิมพ์ฮอตแสตมป์บนสิ่งพิมพ์ประเภทกระดาษ', 'The proper Temperature for hot stamping process on paper print sheet', 26, 0, '2548', 6, '1', 0, '', '1674030168_877139073.pdf', '', '', '', '', 42069, '2023-01-18 08:24:05'),
(1674030293, 'P47', 'นายสุวิทย์ มุขไธสง', '', '', '', '', '', 'การรองหนุนเทปกาวสำหรับภาพพิมพ์สกรีนและพื้นทึบในระบบการพิมพ์เฟล็กโซกราฟี', 'Packing Tapes for Halftone and Solid Printing of Flexography Printing', 73, 0, '2548', 6, '1', 0, '', '1674030293_725905484.pdf', '', '', '', '', 42069, '2023-01-18 08:26:27');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `mctarchive`
--
ALTER TABLE `mctarchive`
  ADD PRIMARY KEY (`system_id`),
  ADD KEY `branch` (`branch`),
  ADD KEY `main_teacher` (`teacher`),
  ADD KEY `co_teacher` (`co_teacher`),
  ADD KEY `c_user` (`add_by`);

--
-- Constraints for dumped tables
--

--
-- Constraints for table `mctarchive`
--
ALTER TABLE `mctarchive`
  ADD CONSTRAINT `branch` FOREIGN KEY (`branch`) REFERENCES `branch` (`branch_id`),
  ADD CONSTRAINT `c_user` FOREIGN KEY (`add_by`) REFERENCES `login` (`user_id`),
  ADD CONSTRAINT `co_teacher` FOREIGN KEY (`co_teacher`) REFERENCES `teacher` (`teacher_id`),
  ADD CONSTRAINT `main_teacher` FOREIGN KEY (`teacher`) REFERENCES `teacher` (`teacher_id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
